Repository: bmdhacks/starfighter
Catalog: locale/*.po
Languages: eo, es_es

source: DAMMIT! It's getting away! We've got to stop it!
eo: DAMNE! Ĝi foriras! Ni devas halti ĝin!
es_es: ¡MALDICIÓN! ¡Se está alejando! ¡Tenemos que pararlo!

source: Chris! Another two of those ray cannons just arrived in your sector!
eo: Kris! Du pli el tiuj pafilegoj ĵus alvenis al via sektoro!
es_es: ¡Cris! ¡Dos cañones más de esos han llegado a tu sector!

source: Two more!
eo: Du pli!
es_es: ¡Dos más!

source: It's a trap! My God! It's Tyler!
eo: Ĝi estas kaptilo! Mia Dio! Estas Tajlo!
es_es: ¡Es una trampa! ¡Dios mío! ¡Es Tyler!

source: I'm a mercenary, what do you expect?! WEAPCO hired me to do a job, just like you have been doing.
eo: Mi estas soldulo, kion vi atendas?! ARMKORP dungis min por fari laboron, precize kiel vi faradis.
es_es: Soy un mercenario, ¡¿qué esperas?! WEAPCO me contrató para hacer un trabajo, igual que tú has estado haciendo.

source: Wow, that's cold. Just goes to show never to trust a mercenary, eh?
eo: Ho, tio estas senemocia. Tio nur montras, ke vi neniam devus fidi soldulon, ĉu?
es_es: Guau, ¡qué frío! Eso demuestra que nunca puedes confiar en un mercenario, ¿eh?

source: Now if you'll assist me in dying quickly, I have a cheque to earn, boy...
eo: Nu, se vi helpas min mortante rapide, mi devas gajni ĉekon, knabo...
es_es: Bueno, si quieres ayudarme muriendo rápido, tengo un cheque que ganar, chico...

source: I have a name, you know. Do you remember it?
eo: Mi havas nomon, vi scias. Ĉu vi memoras ĝin?
es_es: Tengo nombre, ya sabes. ¿Lo recuerdas?

source: That's far enough, Bainfield. You've been lucky so far, but your luck is about to run out!
eo: Tio sufiĉas, Benfeldo. Vi estis tre bonŝanca ĝis nun, sed via bonŝanco finos!
es_es: Suficiente, Bainfeild. Has sido afortunado hasta ahora, ¡pero tu suerte está a punto de terminar!

source: Yeah, right! Like I'd lose to you after coming this far!
eo: Jes, bone! Mi ne ŝatus perdi kontraŭ vi post ĉio!
es_es: ¡Sí, claro! ¡Como si fuera a perder contra ti después de haber llegado tan lejos!

source: WEAPCO is finished, Kethlan! You have nowhere to run, nowhere to hide, and no one to help you.
eo: ARMKORP estas finita, Kethlan! Vi nenien povas fuĝi, nenie povas vi kaŝi, kaj neniu helpos vin.
es_es: ¡WEAPCO está acabada, Kethlan! No tienes adonde huir, donde esconderte y nadie para ayudarte.

source: You underestimate me, Bainfield.
eo: Vi subtaskas min, Benfeldo.
es_es: Me subestimas, Bainfield.

source: Spirit
eo: Spirito

source: Eyananth
eo: Ejananto

source: Sol
eo: Suno

source: Got $%d
eo: Akiris $%d
es_es: Conseguiste $%d

source: Rocket Ammo at Maximum
eo: Raketa Municio Maksimume
es_es: Munición de Cohetes al Máximo

source: Got %d rocket
eo: Akiris %d raketon
es_es: Conseguí %d cohete

source: Restored 10 shield points
eo: Restarigitaj 10 ŝildaj poentoj
es_es: Restablecidos 10 puntos de escudo

source: Firing rate already at maximum
eo: Pafrapideco jam estas maksimuma
es_es: Frecuencia de disparo ya al máximo

source: Firing rate increased
eo: Pafrapideco pliigita
es_es: Frecuencia de disparo aumentada

source: Upgrade failed (no plasma ammo)
eo: Pliboniga eldono fiaskis (sen plasma municio)
es_es: Mejora fallida (sin munición de plasma)

source: Plasma output already at maximum
eo: Plasma eligo jam maksimuma
es_es: Disparos de plasma ya al máximo

source: Plasma output increased
eo: Plasma eligo pliigita
es_es: Aumentados disparos de plasma

source: Plasma damage already at maximum
eo: Plasma damaĝo jam maksimuma
es_es: Daño de plasma ya al máximo

source: Plasma damage increased
eo: Plasma damaĝo pliigita
es_es: Daño de plasma aumentado

source: Picked up a Super Charge!
eo: Akiris Egan Ŝarĝilon!
es_es: ¡Recogida una Super Carga!

source: Damn! Upgrade failed (no plasma ammo)
eo: Damne! Plibonigo fiaskis (sen plasma municio)
es_es: ¡Maldición! Falló la mejora (sin munición de plasma)

source: Plasma cells already at Maximum
eo: Plasmaj Ŝeloj jam Maksimume
es_es: Células de plasma ya al Máximo

source: Got %d plasma cell
eo: Akiris %d plasman ĉelon
es_es: Obtuve %d célula de plasma

source: Picked up some Cargo
eo: Kolektita kelkan Kargon
es_es: Recogidos algunos Cargamentos

source: Rescued %d slave
eo: %d sklavo savita
es_es: %d esclavo rescatado

source: Picked up an Escape Pod
eo: Akiris Fuĝan Ŝelon
es_es: Recogida una Cápsula de Escape

source: Picked up some Ore
eo: Akirita iom da Erco
es_es: Recogido algo de Mena

source: OW! I hope that was an accident! Chris, please be more careful! Ouch! What are you shooting at me for?
eo: AJ! Mi esperas, ke tio estis akcidento! Kris, bonvolu esti pli zorgema! AJ! Kiel vi pafas al mi?
es_es: ¡UY! ¡Espero que eso fuera un accidente! ¡Cris, por favor, sé más cuidadoso! ¡Ouch! ¿Por qué me disparas?

source: I am NOT your enemy! Hey! Watch it! What are you doing?! Shoot THEM! Ouch! What the hell, Chris?!
eo: Mi NE estas via malamiko! He! Vidu ĝin! Kion vi faras?! Pafu ILIN! Aj! Kion diable, Kriso?!
es_es: ¡NO soy tu enemigo! ¡Ey! ¡Cuidado! ¡¿Qué estás haciendo?! ¡DISPÁRALES! ¡Ay! ¡¿Qué diablos, Cris?!

source: Oops! Sorry! Whoops! Are you OK, Chris? Oh, sorry! I didn't see you there!
eo: Fi! Pardonu! Fi! Ĉu vi estas bone, Kris? Ho, pardonu! Mi ne vidis vin tie!
es_es: ¡Uups! ¡Perdón! ¡Wuuups! ¿Estás bien, Cris? ¡Oh, perdón! ¡No te vi ahí!

source: Get out of the way! Don't fly into my missiles! Dammit, Chris, you made me miss!
eo: For mia vojo! Ne flugi al miaj raketoj! Damne, Kris, vi igis min maltrafi!
es_es: ¡Quita de en medio! ¡No vueles hacia mis misiles! ¡Maldición, Cris, me has hecho fallar!

source: Laser Overheat!
eo: Lasero trovarmiĝis!
es_es: ¡Láser sobrecalentado!

source: Weapon set to Spread
eo: Armilo agordita por Disvastigi
es_es: Arma ajustada a Dispersar

source: Weapon set to Concentrate
eo: Armilo agordita por Koncentriĝi
es_es: Arma ajustada a Concentrar

source: Fool. And now you're nothing but a DEAD hero.
eo: Stultulo. Kaj nun vi nur estas MORTA heroo.
es_es: Estúpido. Y ahora no eres más que un héroe MUERTO.

source: Pathetic. How very disappointing... Heroic. And pointless. What a joke.
eo: Mizera. Kiel ege ĉagrena... Heroa. Kaj sensenca. Kia ŝerco.
es_es: Patético. Qué decepcionante... Heroico. Y necio. Menudo chiste.

source: That was the easiest $90,000,000 I've ever earned! Bwah! Ha! Ha! Ha!
eo: TIuj estas la plej facilaj $90 000 000, kiun mi gajnis! Bvah! Ha! Ha! Ha!
es_es: ¡Han sido los $90,000,000 más fáciles que he ganado! ¡Bwah! ¡Ja! ¡Ja! ¡Ja!

source: Time Remaining - %.2d:%.2d
eo: Restanta Tempo - %.2d:%.2d
es_es: Tiempo Restante - %.2d:%.2d

source: Objectives Remaining: %d
eo: Restantaj Celoj: %d
es_es: Objetivos Restantes: %d

source: Cash: $%d
eo: Mono: $%d
es_es: Dinero: $%d

source: Plasma: %.3d
eo: Plasmo: %.3d

source: Charge
eo: Ŝarĝo
es_es: Carga

source: Heat
eo: Varmo
es_es: Calor

source: Rockets: %.2d
eo: Raketoj: %.2d
es_es: Cohetes: %.2d

source: Assisted
eo: Helpata
es_es: Súper fácil

source: Easy
eo: Facila
es_es: Fácil

source: Normal
eo: Normala

source: Hard
eo: Malfacila
es_es: Difícil

source: Nightmare!
eo: Terursonĝa!
es_es: ¡Pesadilla!

source: Classic
eo: Klasika
es_es: Clásica

source: No Destination
eo: Neniu celloko
es_es: Sin Destino

source: Difficulty : %s
eo: Facileco: %s
es_es: Dificultad : %s

source: Shots Fired : %d
eo: Pafoj : %d
es_es: Tiros Disparados : %d

source: Hits Scored : %d
eo: Akurataj Pafoj : %d
es_es: Disparos Exitosos : %d

source: Accuracy : %d%%
eo: Akurateco : %d%%
es_es: Precisión : %d%%

source: Enemies Killed by Others : %d
eo: De Aliuloj Mortigitaj Malamikoj : %d
es_es: Enemigos Matados por Otros : %d

source: Total Cash Earned : %d
eo: Totala Gajnita Mono : %d
es_es: Dinero Total en Efectivo : %d

source: *** Chris ***
eo: *** Kriso ***
es_es: *** Cris ***

source: Enemies Killed : %d
eo: Malamikoj Mortigitaj : %d
es_es: Enemigos Matados : %d

source: Shield Restores Picked Up : %d
eo: Ŝildaj Restaŭrigiloj Akiritaj : %d
es_es: Reparaciones de Escudo Obtenidas : %d

source: Plasma Cells Picked Up : %d
eo: Plasmaj Ĉeloj Akiritaj : %d
es_es: Células de Plasma Obtenidas : %d

source: Rockets Picked Up : %d
eo: Raketoj Akiritaj : %d
es_es: Cohetes Obtenidos : %d

source: Powerups Picked Up : %d
eo: Plibonaĵoj Prenitaj : %d
es_es: Potenciadores Obtenidos : %d

source: Mines Destroyed : %d
eo: Minoj Forigitaj : %d
es_es: Minas Destruidas : %d

source: Slaves Rescued : %d
eo: Savitaj Sklavoj : %d
es_es: Esclavos Rescatados : %d

source: Ejections : %d
eo: Elĵetoj : %d
es_es: Eyecciones : %d

source: Current Status
eo: Nuna Stato
es_es: Estado Actual

source: Total Time : %ld:%02ld:%02ld
eo: Totala Tempo : %ld:%02ld:%02ld
es_es: Tiempo Total : %ld:%02ld:%02ld

source: Hail
eo: Hajlo

source: Hinstag
eo: Hinstago

source: Joldar
eo: Ĵoldaro

source: Destroy WEAPCO training ground
eo: Detruu la ekzercejon de ARMKORP
es_es: Destruye el campo de entrenamiento de WEAPCO

source: Collect 6 cargo pods
eo: Kolektu 6 kargajn ŝelojn
es_es: Recoge 6 cápsulas de cargamento

source: Destroy 5 WEAPCO missile boats
eo: Detruu 5 misilo-veturilojn de ARMKORP
es_es: Destruye 5 naves de misiles de WEAPCO

source: Clear the mine field around Joldar
eo: Purigu la minan kampon ĉirkaŭ Ĵoldaro
es_es: Limpia la mina alrededor de Joldar

source: Destroy WEAPCO frigate
eo: Detruu la veturilon de ARMKORP
es_es: Destruye la nave grande de WEAPCO

source: WEAPCO interceptions
eo: Interkaptoj de ARMKORP
es_es: Intercepciones de WEAPCO

source: Allez
eo: Aleco

source: Urusor
eo: Urusoro

source: Dorim
eo: Dorimo

source: Elamale
eo: Elamelo

source: Rescue slaves
eo: Savi sklavojn
es_es: Rescata a esclavos

source: Assist medical supply craft
eo: Helpu veturilon de medicina provizo
es_es: Prestar asistencia a nave de suministros médicos

source: Capture five WEAPCO supply craft
eo: Kapti kvin provizajn veturilojn
es_es: Captura cinco naves de suministros de WEAPCO

source: Find WEAPCO scientist
eo: Trovu scienciston de ARMKORP
es_es: Encuentra científico de WEAPCO

source: Destroy WEAPCO Ore Mining craft
eo: Detruu la Ercan Minantan Veturilon de ARMKORP
es_es: Destruye nave de Extracción de Mineral de WEAPCO

source: Odeon
eo: Odeo
es_es: Odeón

source: Fellon
eo: Felono

source: Sivedi
eo: Sivedo

source: Almartha
eo: Almarza

source: Poswic
eo: Posvico

source: Ellesh
eo: Eleŝo

source: Destroy experimental fighter
eo: Detruu eksperimentan batalilon
es_es: Destruye luchador experimental

source: Rescue Ursula
eo: Savu Ursulan
es_es: Rescata a Úrsula

source: Assist rebel forces
eo: Asistu ribelan militistaron
es_es: Apoya a las fuerzas rebeldes

source: Mine ore from asteroid belt
eo: Mini ercon el zono de asteroidoj
es_es: Extrae mineral del cinturón de asteroides

source: Create a diversion
eo: Kreu distron
es_es: Crea una distracción

source: Capture WEAPCO executive transport
eo: Kaptu estraran transportilon de ARMKORP
es_es: Captura el transporte ejecutivo de WEAPCO

source: Destroy WEAPCO executive transport
eo: Detruu la estraran transportilon de ARMKORP
es_es: Destruye el transporte ejecutivo de WEAPCO

source: Mercury
eo: Merkuro
es_es: Mercurio

source: Venus
eo: Venuso

source: Earth
eo: Tero
es_es: Tierra

source: Mars
eo: Marso
es_es: Marte

source: Jupiter
eo: Jupitero
es_es: Júpiter

source: Saturn
eo: Saturno
es_es: Saturno

source: Uranus
eo: Urano
es_es: Urano

source: Neptune
eo: Neptuno
es_es: Neptuno

source: Pluto
eo: Plutono
es_es: Plutón

source: Secure Pluto
eo: Sekurigi Plutonon
es_es: Protege Plutón

source: Secure Neptune
eo: Sekurigi Neptunon
es_es: Protege Neptuno

source: Secure Uranus
eo: Sekurigi Uranon
es_es: Protege Urano

source: Destroy outer defense system
eo: Detruu eksteran defendan sistemon
es_es: Destruye sistema de defensa exterior

source: Investigate distress call
eo: Egzamenu danĝera voko
es_es: Investiga llamada de socorro

source: Navigate asteroid belt
eo: Veturu zonon de asteroidoj
es_es: Pilota por el cinturón de asteroides

source: Take back Earth
eo: Rekonkeru Teron
es_es: Recupera la Tierra

source: Defeat Kline
eo: Venku Klinon
es_es: Derrota a Kline

source: +++ CURRENT MISSIONS +++
eo: +++ NUNAJ MISIOJ +++
es_es: +++ MISIONES ACTUALES +++

source: click for info
eo: klaku por informo
es_es: clica para información

source: Hey, boy! You still owe me money for the Firefly I stole for you! But instead, I want you to go to the WEAPCO training ground and destroy all the craft there.
eo: He, knabo! Vi ankoraŭ ŝuldas al mi monon kontraŭ la Fajrflugilo, kiun mi ŝtelis por vi! Sed anstataŭe mi volas, ke vi iru al la ekzercejo de ARMKORP kaj detruu ĉiujn veturilojn ĉi tie.
es_es: ¡Ey, chico! ¡Todavía me debes dinero por el Firefly que robé para ti! Pero en su lugar quiero que vayas al lugar de entrenamiento de WEAPCO y destruyas todas las naves de allí.

source: Oh? That's the job I contracted you to do, was it not?
eo: Ho? Tio estas la laboro, por kiu mi kontraktis vin, ĉu ne?
es_es: ¿Oh? Ese era el trabajo para el que te contrate, ¿o no?

source: I know, but this way we can resolve your debt right now. Do this job, and also collect $500, and we will call it quits. And if you die... well, I guess the ship was not worth stealing! HA HA HA!
eo: Mi scias, sed ĉi-maniere ni povas solvi ŝuldon nun. Faru tiun laboron, kaj ankaŭ akiru $500, kaj ni finos. Kaj se vi mortas... nu, mi supozas, ke la veturilo ne valoras por ŝteli ĝin! HA HA HA!
es_es: Lo sé, pero de esta forma podemos resolver tu deuda ahora. Haz este trabajo, y también recoge $500, y lo damos por zanjado. Y si mueres... bueno, ¡supongo que no valió la pena robar la nave! ¡JA JA JA!

source: As usual, you take me too lightly, Krass.
eo: Kiel kutime, vi ne taskas min serioze, Kraso.
es_es: Como siempre, me tomas demasiado a la ligera, Krass.

source: Hey, Sid, what's up?
eo: He, Sid, kiel vi fartas?
es_es: ¿Ey, Sid, qué pasa?

source: Chris, I've intercepted a communication from WEAPCO. Seems they're transporting some medical supplies around Ceradse. We need to get hold of those pods to save some lives!
eo: Kris, mi interkaptis mesaĝo el ARMKORP. Ŝajnas, ke ili transigas iujn kuracajn provizojn ĉirkaŭ Ceradse. Ni bezonas konfiski tiujn ŝelojn por savi iujn vivojn!
es_es: Cris, he interceptado una transmisión de WEAPCO. Parece que están transportando algunos suministros médicos alrededor de Ceradse. ¡Necesitamos hacernos con esas cápsulas para salvar algunas vidas!

source: How many do we need?
eo: Kiom ni bezonas?
es_es: ¿Cuántos necesitamos?

source: All six, Chris! If you lose even a single one, thousands of people could perish in Spirit within the next few months.
eo: Ĉiuj ses, Kris! Se vi perdas eĉ unu, miloj da homoj povus morti en Spirito ene de la sekvaj malmultaj monatoj.
es_es: ¡Los seis, Cris! Si pierdes aunque sea uno, miles de personas podrían perecer en Spirit en los próximos meses.

source: Wow! Missile boats?
eo: Ho! Ĉu misilo-veturiloj?
es_es: ¡Guau! ¿Naves de misiles?

source: Yup. Looks like WEAPCO is starting to take notice of your actions.
eo: Jes. Ŝajnas, ke ARMKORP komencas observi viajn agojn.
es_es: Síp. Parece que WEAPCO está empezando a tomar nota de tus acciones.

source: Awesome! This will really put the Firefly's fighting ability to the test!
eo: Mojosa! Tio vere testos la batalan kapablon de la Fajrflugilo!
es_es: ¡Genial! ¡Esto realmente pondrá a prueba la habilidad de lucha del Firefly!

source: Please be careful, Chris. A single missile boat carries enough rockets to level most major cities. Try not to face them head-on, and keep your distance.
eo: Bonvolu estu gardema, Kris. Sola misilo-veturilo enhavas sufiĉajn raketojn por detrui la plej grandaj urboj. Penu eviti alfronti ilin direkte, kaj teni distancon.
es_es: Por favor, ten cuidado, Cris. Una sola nave de misiles tiene suficientes cohetes para nivelar las mayores ciudades. Intenta no hacerle frente de cara, y mantén la distancia.

source: We're going to have to get rid of the mine deployment unit around Joldar. The minefield is stopping interplanetary traffic.
eo: Ni devos forigi la unuo de malpako de minoj ĉirkaŭ Ĵoldaro. La minkampo ĉesigas interplaneda trafiko.
es_es: Tendremos que deshacernos de la unidad de despliegue de minas alrededor de Joldar. El campo de minas está parando el tráfico interplanetario.

source: Are any fighters around to keep me entertained?
eo: Ĉu estas luktantoj ĉirkaŭe por teni min amuza?
es_es: ¿Hay algunos luchadores alrededor para tenerme entretenido?

source: Not at the moment, but that doesn't mean they won't turn up. Be very careful of those mines! They'll only explode when they encounter a ship that's not transmitting a WEAPCO signal. Shoot them down if they get in your way.
eo: Momente ne, sed tio ne signifas, ke ili ne aperos. Estu tre gardema de tiuj minoj. Ili nur eksplodiĝas, kiam ili trafas veturilon, kiu ne elsendas ARMKORP-signalon. Pafu ilin, se ili iras al via vojo.
es_es: No por el momento, pero eso no significa que no aparezcan. ¡Sé muy cuidadoso con esas minas! Solo explotarán cuando se encuentren con una nave que no transmita una señal de WEAPCO. Dispáralas si se cruzan en tu camino.

source: We've got a major problem here! WEAPCO has decided to stop our resistance by destroying Spirit! The explosion will incinerate everything in the system! You've got to destroy that frigate before it gets in range!
eo: Ni havas grandan problemon ĉi tie! ARMKORP decidis ĉesigi nian kontraŭstaron detruante Spiriton! La eksplodo bruligos ĉion en la sistemo! Vi devas detrui tiun egan veturilon antaŭ ĝi atingas pafdistancon!
es_es: ¡Tenemos un problema grave aquí! ¡WEAPCO ha decidido parar nuestra resistencia destruyendo Spirit! ¡La explosión incinerará todo en el sistema! ¡Tienes que destruir esa nave grande antes de que esté a rango de tiro!

source: Damn! I'll get right on it, then!
eo: Damne! Tiam mi faros tuj ĝin!
es_es: ¡Maldición! ¡Entonces me pondré justo en eso!

source: We're all counting on you, Chris! But remember, they didn't call that thing "Star Killer" just because it sounded nice!
eo: Ni ĉiuj fidas vin, Kris! Sed memoru: ili ne nomiĝis tiu afero "Stela Murdisto" nur ĉar ĝi sonis bone!
es_es: ¡Todos contamos contigo, Cris! Pero recuerda: ¡no llamaron a esa cosa «Asesino Estelar» solo porque sonaba bien!

source: As you know, WEAPCO has many slaves in this system. If we free a large number of them, it might help to spark a rebellion. I estimate that we will need to rescue around %d to make a difference.
eo: Kiel vi scias, ARMKORP havas multajn sklavojn en ĉi tiu sistemo. Se ni liberigas granda kvanto el ili, ĝi povus helpi krei ribelon. Mi kalkulas, ke ni bezonas savi ĉirkaŭ %d por efiki.
es_es: Como sabes, WEAPCO tiene muchos esclavos en este sistema. Si liberamos a un gran número, podría ayudar a provocar una rebelión. Estimo que necesitaremos rescatar cerca de %d para marcar la diferencia.

source: Most of the slaves are working in ore mines, aren't they?
eo: La plej granda parto de la sklavoj laboras en la ercaj minejoj, ĉu ne?
es_es: La mayoría de esclavos trabajan en las minas, ¿no?

source: Yes, but attacking the mines directly would be dangerous. You'd be better off intercepting slave transports. What you'll have to do is fly around and see if you can intercept a WEAPCO patrol. Of course, they might not be escorting any slave units, so be careful!
eo: Jes, sed ataki la minojn rekte estus danĝera. Oni prefere interkaptas sklavajn veturilojn. Kion vi devas fari, estas flugi ĉirkaŭe kaj vidi se vi povas interkapti ARMKORP-an patrolon. Kompreneble ili povus ne eskorti sklavajn legiojn, do estu zorgema!
es_es: Sí, pero atacar las minas directamente sería peligroso. Estarías mejor interceptando transportes de esclavos. Lo que tienes que hacer es volar por ahí y ver si puedes interceptar una patrulla de WEAPCO. Por supuesto, ellos podrían no escortar ninguna unidad de esclavos, ¡así que ten cuidado!

source: Help! This is an SOS! Can anyone hear me?!
eo: HELPU! Ĉi tio estas SOS! Ĉu iu povas aŭdi min?!
es_es: ¡Ayuda! ¡Esto es un SOS! ¡¿Alguien me escucha?!

source: I'm hearing you loud and clear! What's up?
eo: Mi forte kaj laŭte aŭdas vin! Kio okazas?
es_es: ¡Te escucho alto y claro! ¿Qué pasa?

source: Oh, thank God! I was intercepted by a large WEAPCO force near Nerod! I'm in need of assistance!
eo: Ho, danke al Dio! Mi estas interkaptita de granda ARMKORP militistaro apud Nerod! Mi bezonas asistadon!
es_es: ¡Oh, gracias a Dios! ¡Fui interceptado por una gran fuerza de WEAPCO junto a Nerod! ¡Necesito asistencia!

source: I'm on my way!
eo: Mi nun iras!
es_es: ¡Voy de camino!

source: I've just received another SOS. This one is coming from a supply craft carrying essential medical supplies.
eo: Mi ĵus ricevis alian SOS-n. Ĉi tiu venas de veturilo de provizo, kiu havas esencajn medicinajn provizojn.
es_es: Acabo de recibir otro SOS. Este viene de una nave de suministros que lleva material sanitqrio esencial.

source: Alright, tell 'em I'm on my way.
eo: Bone, diru ilin, ke mi nun venas.
es_es: Vale, diles que estoy de camino.

source: I need some resources before we leave. It'll make life a lot easier in Mordor. Problem is that WEAPCO hoards these parts.
eo: Mi bezonas iujn risurcojn antaŭ ni foriros. Ili faciligos la vivon en Mordor. La problemo estas, ke ARMKORP amasigas tiujn aferojn.
es_es: Necesito algunos recursos antes de irnos. Harán la vida mucho más fácil en Mordor. El problema es que WEAPCO atesora estos suministros.

source: Where can we get them, then?
eo: Nu, kie ni povas akiri ilin?
es_es: ¿Entonces dónde podemos pillarlos?

source: There's a big shipment of them nearby. I can disable the supply craft carrying them; I just need you to give me some cover while I do it.
eo: Estas granda transŝargo de ili apude. Mi povas malebligi la provizan veturilon, kiu portas ilin; mi nur bezonas, ke vi protektas min, kiam mi faras tion.
es_es: Hay un cargamento grande de ellos cerca. Puedo deshabilitar la nave de suministros llevándolos; solo necesito que me cubras un poco mientras lo hago.

source: You got it!
eo: Vi havas ĝin!
es_es: ¡Lo tienes!

source: A WEAPCO scientist just ran off in an escape pod and hid in the asteroid belt. If we capture him, we may be able to get some information about Mordor.
eo: ARMKORPa sciencisto ĵus forkuris en fuĝa ŝelo kaj kaŝiĝis en zono de asteroidoj. Se ni kaptas lin, ni povus havi iom da informo pri Mordor.
es_es: Un científico de WEAPCO acaba de huir en una cápsula de escape y se ha escondido en el cinturón de asteroides. Si lo capturamos, puede que podamos obtener alguna información sobre Mordor.

source: Alright, I'll go look for him. I guess I'll grab some ore along the way.
eo: Bone, mi serĉos lin. Mi supozas, ke mi akiros iom da erco dum la vojo.
es_es: Bien, lo buscaré. Supongo que pillaré algún mineral por el camino.

source: I've received word that the slaves we rescued have started a rebellion. Looks like the plan worked.
eo: Mi aŭdis, ke la sklavoj, kiujn ni savis, komencis ribelon. Ŝajnas, ke la plano funkciis.
es_es: Me ha llegado la noticia de que los esclavos que rescatamos han empezado una rebelión. Parece que el plan ha funcionado.

source: WEAPCO has an automated mining ship in orbit around Elamale. How about we take it out and cause some confusion?
eo: ARMKORP havas aŭtomatan minan veturilon en orbito ĉirkaŭ Elemale. Ĉu ni eligos ilin kaj kreos konfuzon?
es_es: WEAPCO tiene una nave de minas en órbita alrededor de Elamale. ¿Qué tal si la destruimos y causamos confusión?

source: I like that idea!
eo: Mi ŝatas tiun ideon!
es_es: ¡Me gusta la idea!

source: It'll work, but be careful.
eo: Ĝi funkcios, sed estu zorga.
es_es: Funcionará, pero ten cuidado.

source: What have you found out about that experimental fighter?
eo: Kion vi trovis pri tiu eksperimenta batalilo?
es_es: ¿Qué has descubierto acerca de ese luchador experimental?
