Repository: bmdhacks/starfighter
Catalog: locale/*.po
Languages: eo, es_es

source: DELETE will remove the save
eo: FORIGI forigos la konservaĵon
es_es: ELIMINAR borrará la partida guardada

source: First click a Save game slot to use
eo: Unue klaku eron de Savitan ludon uzota
es_es: Haz clic en una ranura de Partida Guardada para usarla

source: Game Saved
eo: Konservita Ludo
es_es: Partida Guardada

source: Save Deleted
eo: Savaĵo Forigita
es_es: Partida Eliminada

source: Secondary Weapon
eo: Akcesora Armilo
es_es: Arma Secundaria

source: Uninstalled
eo: Malinstalita
es_es: Desinstalado

source: Rockets
eo: Raketoj
es_es: Cohotes

source: Dbl Rockets
eo: Dbl Raketoj
es_es: Cohetes Dbl

source: Micro Rockets
eo: Etaj Raketoj
es_es: Micro Cohetes

source: Laser
eo: Lasero
es_es: Láser

source: Charger
eo: Ŝarĝilo
es_es: Cargador

source: Homing Missile
eo: Gvidata Raketo
es_es: Misil Teledirigido

source: Dbl Homing Missiles
eo: Dbl Gvidataj Raketoj
es_es: Misiles Teledirigidos Dbl

source: Mcr Homing Missiles
eo: Etaj Gvidataj Raketoj
es_es: Mcr Misiles Teledirigidos

source: Capacity : %d
eo: Enhaveco : %d
es_es: Capacidad : %d

source: Primary Weapon
eo: Ĉefa Armilo
es_es: Arma Primaria

source: Cannons: %d
eo: Pafilegoj: %d
es_es: Cañones: %d

source: Power: Stage %d
eo: Potenco: Fazo %d
es_es: Poder: Fase %d

source: Cooling: Stage %d
eo: Malvarmiĝo: Fazo %d
es_es: Refrigerante: Fase %d

source: Powered-up Weapon
eo: Plifortigita Armilo
es_es: Arma Mejorada

source: Splitter: Stage %d
eo: Dividilo: Fazo %d
es_es: Separador: Fase %d

source: Condensor: Stage %d
eo: Kondensilo: Fazo %d
es_es: Condensador: Fase %d

source: L.Nitrogen: Stage %d
eo: L.Nitrogeno: Fazo %d
es_es: L.Nitrógeno: Fase %d

source: Capacity: %d
eo: Enhaveco: %d
es_es: Capacidad: %d

source: Powered-up Weapons
eo: Plifortigitaj Armiloj
es_es: Armas Mejoradas

source: Ammo and Storage
eo: Municio kaj Armejo
es_es: Munición y Almacenamiento

source: Primary Weapons
eo: Ĉefaj Armoj
es_es: Armas Primarias

source: Secondary Weapons
eo: Akcesoraj Armoj
es_es: Armas Secundarias

source: Shield: %d
eo: Ŝildo: %d
es_es: Escudo: %d

source: Plasma Cells: %.3d
eo: Plasmaj Ĉeloj: %.3d
es_es: Células de Plasma: %.3d

source: Information
eo: Informo
es_es: Información

source: You don't have enough money
eo: Vi ne havas sufiĉe da mono
es_es: No tienes suficiente dinero

source: Cannot upgrade ship
eo: Ne eblas altgradigi veturilon
es_es: No se puede mejorar nave

source: Hardware capacity has been reached
eo: Aparatara enhaveco atingita
es_es: Se ha alcanzado capacidad de hardware

source: Ammunition limit reached
eo: Limo de municio atingita
es_es: Alcanzado límite de munición

source: You cannot sell that item
eo: Vi ne povas vendi tiun eron
es_es: No puedes vender ese elemento

source: Nothing to sell
eo: Neniu por vendi
es_es: Nada que vender

source: Rockets cannot be bought for Laser or Charger Cannon
eo: Ne eblas aĉeti Raketojn por Lasero aŭ Ŝarĝan Pafilegon
es_es: No se pueden comprar cohetes para el Láser o el Cañón Cargador

source: You already have that weapon
eo: Vi jam havas tiun armilon
es_es: Ya tienes ese arma

source: This weapon's ammo limit has been reached
eo: La enhaveca limo de ĉi tiu armo estis atingita
es_es: Se ha alcanzado el límite de munición del arma

source: Plasma Channel Splitter
eo: Plasma Kanala Dividilo
es_es: Separador de Canal de Plasma

source: Increases maximum powered-up plasma output
eo: Plibonigas maksimuman plifortigitan plasman eligon
es_es: Mejora los disparos máximos de plasma mejorados

source: Plasma Capacity Condensor
eo: Kondensilo de Plasma Enhaveco
es_es: Condensador de Capacidad de Plasma

source: Increases maximum powered-up plasma damage
eo: Pliigas maksimuman plifortigitan plasman damaĝon
es_es: Aumenta el daño máximo de plasma mejorado

source: Liquid Nitrogen Capsules
eo: Likvaj Kapsuloj de Nitrogeno
es_es: Cápsulas de Nitrógeno Líquido

source: Increases maximum powered-up plasma firing rate
eo: Pliigas maksimuman plifortigitan plasman pafrapidecon
es_es: Aumenta la frecuencia máxima de disparos de plasma mejorados

source: Plasma Cells
eo: Plasmaj Ĉeloj
es_es: Células de Plasma

source: Powered-up plasma ammunition (10 cells each)
eo: Plifortigita plasma municio (po 10 ŝeloj)
es_es: Munición de plasma mejorada (10 células cada una)

source: Rocket Ammo
eo: Raketaj Municioj
es_es: Munición de Cohetes

source: Rocket ammunition (1 rocket each)
eo: Plasma municio (1 raketo por ĉiu)
es_es: Munición de cohetes (10 células cada una)

source: Additional Plasma Cannon
eo: Kroma Plasma Pafilego
es_es: Cañón de Plasma Adicional

source: Increases minimum plasma output
eo: Pliigas minimuman plasman eligon
es_es: Aumenta los disparos mínimos de plasma

source: Plasma Power Booster
eo: Plifortigo de Plasma Potenco
es_es: Potenciador de Poder de Plasma

source: Increases minimum plasma damage
eo: Pliigas minimuman plasman damaĝon
es_es: Aumenta el daño mínimo de plasma

source: Plasma Cooling Booster
eo: Plifortigo de Malvarmiga Plasmo
es_es: Potenciador de Refrigerante de Plasma

source: Increases minimum plasma firing rate
eo: Pliigas minimuman plasman pafrapidecon
es_es: Aumenta la frecuencia de disparo de plasma mínima

source: Plasma Compressor
eo: Plasma Kunpremilo
es_es: Compresor de Plasma

source: Increases plasma ammo capacity
eo: Pliigas plasman munician enhavecon
es_es: Aumenta la capacidad de munición de plasma

source: Rocket Pod
eo: Raketa Ŝelo
es_es: Capsula de Cohete

source: Increases rocket ammo capacity
eo: Pliigas enhavecon de raketa municio
es_es: Aumenta la capacidad de munición de cohetes

source: Dual Rocket Launcher
eo: Duobla Raketa Pafilo
es_es: Lanzador de Cohetes Doble

source: Launches two rockets at once
eo: Pafas du raketojn samtempe
es_es: Lanza dos cohetes de golpe

source: Micro Rocket Launcher
eo: Eta Raketa Pafilo
es_es: Lanzador de Cohetes Micro

source: Launches several less powerful rockets at once
eo: Pafas multajn malpli potencajn raketojn samtempe
es_es: Lanza varios cohetes menos poderosos de golpe

source: Laser Cannon
eo: Lasera Pafilego
es_es: Cañón Láser

source: Fires a continuous stream of energy particles
eo: Pafas daŭran fluon de energiaj eroj
es_es: Dispara un flujo continuo de partículas de energía

source: Homing Missile Launcher
eo: Pafilo de Gvidataj Raketoj
es_es: Lanzador de Misiles Teledirigidos

source: Fires homing missile (max %i missiles)
eo: Pafas gvidatan raketon (maks. %i raketoj)
es_es: Dispara misil teledirigido (max %i misiles)

source: Charge Cannon
eo: Ŝarĝa Pafilego
es_es: Carga de Cañón

source: Compacts plasma into clusters for greater damage
eo: Kuniĝas plasmo per aro por pli granda damaĝo
es_es: Compacta el plasma en un grupo para mayor daño

source: Dual Homing Missile Launcher
eo: Duobla Pafilo de Gvidataj Raketoj
es_es: Lanzador Dual de Misiles Teledirigidos

source: Fires two homing missiles (max %i missiles)
eo: Pafas du gvidatajn raketojn (maks. %i raketoj)
es_es: Dispara dos misiles teledirigidos (máx %i misiles)

source: Micro Homing Missile Launcher
eo: Eta Pafilo de Gvidataj Raketoj
es_es: Lanzador de Micro Misiles Teledirigidos

source: Fires several small homing missiles (max %i missiles)
eo: Pafas kelkajn etajn gvidatajn raketojn (maks. %i raketoj)
es_es: Dispara varios misiles teledirigidos pequeños (máx %i misiles)

source: START GAME
eo: KOMENCI LUDON
es_es: COMENZAR JUEGO

source: DIFFICULTY - %s
eo: FACILECO - %s
es_es: DIFICULTAD - %s

source: SOUND - ON
eo: SONO - EN
es_es: SONIDO - ACTIVADO

source: SOUND - OFF
eo: SONO - FOR
es_es: SONIDO - DESACTIVADO

source: MUSIC - ON
eo: MUSIKO - EK
es_es: MÚSICA - ACTIVADA

source: MUSIC - OFF
eo: MUSIKO - FOR
es_es: MÚSICA - DESACTIVADA

source: FULLSCREEN - ON
eo: PLENA EKRANO - EN
es_es: PANTALLA COMPLETA - ACTIVADA

source: FULLSCREEN - OFF
eo: PLENA EKRANO - FOR
es_es: PANTALLA COMPLETA - DESACTIVADA

source: AUTOPAUSE - ON
eo: AŬTOMATA PAŬZO - EN
es_es: AUTOPAUSA - ACTIVADA

source: AUTOPAUSE - OFF
eo: AŬTOMATA PAŬZO - FOR
es_es: AUTOPAUSA - DESACTIVADA

source: MESSAGE SPEED - INSTANT
eo: MESAĜA RAPIDO - TUJA
es_es: VELOCIDAD DE MENSAJES - INSTANTÁNEA

source: MESSAGE SPEED - FAST
eo: MESAĜA RAPIDO - RAPIDA
es_es: VELOCIDAD DE MENSAJES - RÁPIDA

source: MESSAGE SPEED - NORMAL
eo: MESAĜA RAPIDO - NORMALA
es_es: VELOCIDAD DE MENSAJES - NORMAL

source: MESSAGE SPEED - SLOW
eo: MESAĜA RAPIDO - MALRAPIDA
es_es: VELOCIDAD DE MENSAJES - LENTA

source: MESSAGE SPEED - SLOTH
eo: MESAĜA RAPIDO - AKEA
es_es: VELOCIDAD DE MENSAJES - PEREZOSO

source: MESSAGE SPEED - ERROR
eo: MESAĜA RAPIDO - ERARO
es_es: VELOCIDAD DE MENSAJES - ERROR

source: UNLIMITED SHIELD - ON
eo: SENLIMA ŜILDO - EN
es_es: ESCUDO ILIMITADO - ACTIVADO

source: UNLIMITED SHIELD - OFF
eo: SENLIMA ŜILDO - FOR
es_es: ESCUDO ILIMITADO - DESACTIVADO

source: UNLIMITED AMMO - ON
eo: SENLIMA MUNICIO - EN
es_es: MUNICIÓN ILIMITADA - ACTIVADA

source: UNLIMITED AMMO - OFF
eo: SENLIMA MUNICIO - FOR
es_es: MUNICIÓN ILIMITADA - DESACTIVADA

source: UNLIMITED CASH - ON
eo: SENLIMA MONO - EN
es_es: DINERO ILIMITADO - ACTIVADO

source: UNLIMITED CASH - OFF
eo: SENLIMA MONO - FOR
es_es: DINERO ILIMITADO - DESACTIVADO

source: UNLIMITED TIME - ON
eo: SENLIMA TEMPO - EN
es_es: TIEMPO ILIMITADO - ACTIVADO

source: UNLIMITED TIME - OFF
eo: SENLIMA TEMPO - FOR
es_es: TIEMPO ILIMITADO - DESACTIVADO

source: START NEW GAME
eo: KOMENCI NOVAN LUDON
es_es: COMENZAR NUEVA PARTIDA

source: LOAD GAME
eo: ŜARĜI LUDON
es_es: CARGAR PARTIDA

source: CONTINUE CURRENT GAME
eo: DAŬRIGI NUNAN LUDON
es_es: CONTINUAR PARTIDA ACTUAL

source: OPTIONS
eo: AGORDOJ
es_es: OPCIONES

source: CREDITS
eo: AGNOSKOJ
es_es: CRÉDITOS

source: CHEAT OPTIONS
eo: TROMPAJ OPCIOJ
es_es: OPCIONES DE TRAMPA

source: QUIT
eo: ELIRI
es_es: SALIR

source: BACK TO MAIN MENU
eo: REIRI AL ĈEFA MENUO
es_es: VOLVER A MENÚ PRINCIPAL

source: PAUSED
es_es: EN PAUSA

source: *** Ursula ***
es_es: *** Úrsula ***

source: Power
es_es: Potencia

source: Output
es_es: Disparos

source: Cooler
es_es: Enfriador
