Repository: bmdhacks/starfighter
Catalog: locale/*.po
Languages: eo, es_es

source: It's got some kind of cloaking device that makes it invisible to radar. Could prove hard to track down.
eo: Mi havas ia manteliĝa ilo, kiu estas nevidebla de radaroj. Povus esti malfacile ĝin serĉi.
es_es: Tiene una especie de aparato de camuflaje que lo vuelve invisible para el radar. Podría resultar difícil localizar.

source: I'll just have to run around the system until I find it.
eo: Mi devas kuri ĉirkaŭ la sistemo ĝis mi trovas ĝin.
es_es: Tendré que ir alrededor del sistema hasta encontrarlo.

source: It's likely to run away if you engage it in battle, so try and do as much damage to it as possible.
eo: Eble ĝi forkuras, se vi batalas ĝin, do provu fari tiel damaĝon kiel eblas.
es_es: Es probable que huya si trabas batalla, así que intenta hacerle tanto daño como sea posible.

source: I've located my sister's ship currently in orbit around Odeon. She's ignoring my hails though.
eo: Mi trovis la veturilo de mia fratino nun en orbito ĉirkaŭ Odeon. Ŝi tamen ignoras miajn vokojn.
es_es: He localizado la nave de mi hermana actualmente orbitando Odeón. Sin embargo, está ignorando mis llamadas.

source: Something's off here. She seems to be travelling freely with a WEAPCO group.
eo: Io estas stranga. Ŝi ŝajnas veturi libere kun ARMKORPa aro.
es_es: Hay algo raro aquí. Parece estar viajando libremente con un grupo de WEAPCO.

source: Do you think she's turned traitor?
eo: Ĉu vi pensas, ke ŝi iĝis perfidulo?
es_es: ¿Crees que nos ha traicionado?

source: No way. She hates WEAPCO with a passion.
eo: Neniel. Ŝi arde malamas ARMKORP.
es_es: De ninguna manera. Odia WEAPCO con pasión.

source: She must be under some kind of mind control. I've heard of WEAPCO developing a new "AI training program" recently. We'd better rescue her!
eo: Ŝi devus esti sub ia pensa kontrolo. Mi aŭdis, ke ARMKORP plenumas novan "AI ekzerca programo" antaŭ ne longe. Ni devas savi ŝin!
es_es: Debe estar bajo algún tipo de control mental. He oído que WEAPCO ha desarrollado recientemente un nuevo «programa de entrenamiento de IA». ¡Más vale que la rescatemos!

source: A rebel group has organized a counter strike. If we can help them secure a victory, it will be a real boost to morale.
eo: Ribela aro organizis kontraŭatakon. Se ni povas helpi ilin sekurigi venkon, estus vera plifortigo de moralo.
es_es: Un grupo rebelde ha organizado un contraataque. Si podemos ayudarles a asegurar una victoria, será un buen estímulo para la moral.

source: Awesome! Let's do it!
eo: Mojose! Ni faru tion!
es_es: ¡Genial! ¡Hagámoslo!

source: Just make sure the rebel ships don't all get destroyed.
eo: Nur estu certa, ke oni ne detruas la ribelaj veturiloj.
es_es: Solo asegúrate de que no todas las naves rebeldes son destruidas.

source: Seems like taking out that WEAPCO mining ship wasn't such a good idea. The ore it collected is needed in weapons production.
eo: Ŝajnas, ke detrui tiu ARMKORP-a mina veturilo ne estis tiel bona ideo. La erco, kiu akiris, estas bezonata en fabrikado de armiloj.
es_es: Parece que destruir esa nave de minas de WEAPCO no fue tan buena idea. El mineral recogido se necesita para la producción de armas.

source: Damn! I guess that means I'll have to mine some myself, then, huh?
eo: Damne! Mi supozas, ke tio signifas, ke mi mem do devos mini ion, ĉu ne?
es_es: ¡Maldición! ¿Supongo que eso significa que tendré que minar algo por mi cuenta, entonces, hem?

source: Yes. Be careful, Chris. Your weapons weren't designed for that sort of work, after all.
eo: Jes. Estu zorgema, Kris. Viaj armoj ja ne estis kreitaj por tia laboro.
es_es: Sí. Ten cuidado, Cris. Tus armas no fueron diseñadas para ese tipo de trabajo, después de todo.

source: Hey, Krass! I need you to help us out with something. Phoebe and Ursula are taking out key WEAPCO plants. Can you help me create a diversion by wreaking havoc a little bit away from that?
eo: He, Kraso! Mi bezonas, ke vi helpas nin fari ion. Foeba kaj Ursula detruas gravajn fabrikojn de ARMKORP. Ĉu vi povas helpi min krei distron kaŭzante grandan damaĝon iom for de tie?
es_es: ¡Ey, Krass! Necesito que nos ayudes con algo. Phoebe y Úrsula están destruyendo plantas clave de WEAPCO. ¿Puedes ayudarme a crear una distracción causando estragos un poco más lejos de ahí?

source: Sure, I can help you out, boy. But I'll be needing my fee...
eo: Certe, mi povas helpi vin, knabo. Sed mi bezonos mian pagon...
es_es: Claro, puedo ayudarte, chico. Pero necesitaré mi honorario.

source: My memory is finally back. Here's something interesting: just before I was captured, I found out that WEAPCO is transporting several important executives to Poswic.
eo: Mi memoro finfine revenis. Ĉi tie estas io interesa: ĵus antaŭ mi estis kaptita, mi trovis, ke ARMKORP transportas kelkajn gravajn estraranojn al Posviko.
es_es: Por fin he recuperado la memoria. Aquí va algo interesante: justo antes de ser capturada descubrí que WEAPCO está transportando varios ejecutivos importantes a Poswic.

source: We can't let a rare opportunity like this slip through our fingers! I'll need some cover so I can disable that ship.
eo: Ni ne povas perdi tia rara okazo! Mi bezonos iom da protekto, por ke mi povas malebligi tiun ŝipon.
es_es: ¡No podemos dejar que una rara oportunidad como esta se nos escape de las manos! Necesito que alguien me cubra para poder deshabilitar esa nave.

source: I've got you covered, Sid!
eo: Mi kovras vin, Sid!
es_es: ¡Te estoy cubriendo, Sid!

source: Phoebe, I need you to keep an eye on things here. I'm going after that ship!
eo: Foeba, mi bezonas, ke vi kontrolas aferojn ĉi tie. Mi sekvos tiun veturilon!
es_es: Phoebe, necesito que le eches un ojo a las cosas aquí. ¡Voy tras esa nave!

source: Are you sure you can catch up to it?
eo: Ĉu vi certas, ke vi atingos ĝin?
es_es: ¿Estás seguro de que puedes alcanzarlo?

source: Absolutely. One thing that's really nice about the Firefly is its speed. I'll see you in a bit!
eo: Tute. Afero bonega de Fajrflugilo estas ĝia rapideco. Mi vidos vin baldaŭ!
es_es: Absolutamente. Una cosa realmente genial sobre el Firefly es su velocidad. ¡Te veo en un momento!

source: We've got to start from the outside and work our way in. That will give us less chance of being flanked during the final operation.
eo: Ni devas komenci ekstere kaj prilabori nian vojon ene. Tiu donos al ni malpli da ŝancoj esti atakita flanke dum la fina operacio.
es_es: Tenemos que empezar desde fuera y trabajarnos nuestro camino. Eso nos da menos oportunidades de ser flanqueados durante la operación final.

source: Sounds like a plan, Sid!
eo: Sonas kiel plano, Sid!
es_es: ¡Suena como un plan, Sid!

source: Better safe than sorry, I guess.
eo: Pli bone sekura ol bedaŭra, mi supozas.
es_es: Más vale prevenir que lamentar, supongo.

source: Boring, but I guess you're right, Sid, as usual.
eo: Malinteresa, sed mi supozas, ke vi pravas, Sid, kiel kutime.
es_es: Aburrido, pero supongo que tienes razón, Sid, como de costumbre.

source: WEAPCO has set up a highly dangerous defense line between Saturn and Uranus. We'll need to take it out.
eo: ARMKORP kreis tre danĝera defenda linio inter Saturno kaj Urano. Ni devas fini ĝin.
es_es: WEAPCO ha establecido una línea de defensa altamente peligrosa entre Saturno y Urano. Tendremos que sacarla de ahí.

source: What kind of defense system?
eo: Kia defenda sistemo?
es_es: ¿Qué clase de sistema de defensa?

source: Several mobile Energy Ray cannons, not unlike the weapon used by the Star Killer back in Spirit.
eo: Kelkaj moveblaj pafilegoj de Lumradio, ne kiel la armo uzita de la Stela Murdisto en Spirito.
es_es: Varios cañones móbiles de Rayos de Energía, no diferentes del arma usada por el Asesino Estelar en Spirit.

source: Best check my ejection system, then!
eo: Tiam mi kontrolas mian elĵetilon!
es_es: ¡Mejor comprobar mi sistema de eyección, entonces!

source: While you were gone I picked up a distress call coming from around Jupiter.
eo: Dum vi forestis mi ricevis helpan alvokon el ĉirkaŭ Jupitero.
es_es: Mientras no estabas capté una llamada de socorro de cerca de Júpiter.

source: Who would be sending out a distress call within Sol?
eo: Kiu sendus helpan alvokon ene de Sol?
es_es: ¿Quién mandaría una señal de socorro dentro de Sol?

source: Let's check it out. Even if it's a trap, I think we can handle it.
eo: Ni kontrolu tion. Eĉ se estas kaptilo mi pensas, ke ni povas prizorgi ĝin.
es_es: Echemos un vistazo. Incluso si es una trampa, creo que podemos ocuparnos de ello.

source: Chris, we've got a small problem. WEAPCO has deployed a minefield in the asteroid belt. We'll need you to clear a way through.
eo: Kris, ni havas problemeton ARMKORP malpakis minkampon en la zono de asteroidoj. Ni bezonas, ke vi purigas la vojon.
es_es: Cris, tenemos un pequeño problema. WEAPCO ha desplegado un campo de minas en el cinturón de asteroides. Necesitamos que abras un camino.

source: Alright. I'll radio in once I've cleared a safe path.
eo: Bone. Mi radios, kiam mi purigas sekuran vojon.
es_es: Vale. Transmitiré por radio en cuanto haya despejado un camino seguro.

source: Okay people, this is the big one. We go in fast and we go in hard. Don't hold back and hit them with everything we've got!
eo: Bone, homoj, ĉi tiu estas la granda. Ni iros rapide kaj ni iros forte. Ne retenu kaj trafu ilin kun ĉio, kio ni havas!
es_es: Vale, gente, esto es lo más grande. Vamos rápido y vamos fuerte. ¡No nos contengamos y démosles con todo lo que tenemos!

source: We've come too far to turn back now. None of us better die out there!
eo: Ni iris tro for por reveni nun. Neniu el ni mortu tie!
es_es: Hemos llegado muy lejos para volvernos ahora. ¡Más vale que no muera ninguno de nosotros aquí!

source: Right with you, Chris!
eo: Bone kun vi, Kris!
es_es: ¡Ya voy, Cris!

source: WEAPCO'll regret sticking probes into my head!
eo: ARMKORP bedaŭros glui sondojn en mia kapo!
es_es: ¡WEAPCO lamentará sondear mi cabeza!

source: Kethlan has run off to Venus. I'm going after him.
eo: Kethlan fuĝis al Venuso, mi sekvas ĝin.
es_es: Kethlan se ha escapado a Venus. Voy tras él.

source: Be careful, Chris. We've won the war, but it would be a real shame if you died now!
eo: Atentu, Kris. Ni gajnis la militon, sed estus vere bedaŭrinde, ke vi mortus nun!
es_es: Ten cuidado, Cris. ¡Hemos ganado la guerra, pero sería una verdadera vergüenza que murieras ahora!

source: ++ OPTIONS ++
eo: ++ AGORDOJ ++
es_es: ++ OPCIONES ++

source: ON
eo: EN
es_es: SÍ

source: OFF
eo: FOR
es_es: NO

source: SOUND
eo: SONO
es_es: SONIDO

source: MUSIC
eo: MUSIKO
es_es: MÚSICA

source: FULLSCREEN
eo: PLENA EKRANO
es_es: PANTALLA COMPLETA

source: System : %s
eo: Sistemo : %s
es_es: Sistema : %s

source: Start Next Mission
eo: Komenci Novan Mision
es_es: Comenzar Siguiente Misión

source: Go to Destination Planet
eo: Iri al Celloka Planedo
es_es: Ir al Planeta de Destino

source: View System Map
eo: Vidi Sisteman Mapo
es_es: Ver Mapa de Sistema

source: Save Game
eo: Konservi Ludon
es_es: Guardar Partida

source: Upgrade FIREFLY
eo: Altgradigi FAJRFLUGILO
es_es: Mejorar el FIREFLY

source: Missions
eo: Misioj
es_es: Misiones

source: Options
eo: Agordoj
es_es: Opciones

source: Exit to Title Screen
eo: Eliri al Titola Ekrano
es_es: Salir a la Pantalla de Título

source: Stationed At: %s
eo: Staciita En: %s
es_es: Estacionado En: %s

source: Destination: %s
eo: Celloko: %s
es_es: Destino: %s

source: Destination: None
eo: Celloko: Neniu
es_es: Destino: Ninguno

source: Destroy all remaining WEAPCO fighters
eo: Detruu ĉiujn restantajn batalantojn de ARMKORP
es_es: Destruye todos los luchadores de WEAPCO restantes

source: Escape from WEAPCO Pursuit
eo: Forkuri de WEAPCO persekutado
es_es: Escapa de Persecución de WEAPCO

source: Collect $500 to pay Mercenary for FIREFLY
eo: Kolektu $500 por pagi ilin al Soldulo kontraŭ FAJRFLUGILO
es_es: Reúne $500 para pagar al Mercenario el FIREFLY

source: Collect 6 Cargo Pods
eo: Kolektu 6 Kargajn Ŝelojn
es_es: Recoge 6 Cápsulas de Cargamento

source: Do not destroy *ANY* Cargo Pods
eo: Detruu *NENIUN* Kargan Ŝelon
es_es: No destruyas *NINGUNA* Cápsula de Cargamento

source: Destroy 5 WEAPCO Missile Boats
eo: Detruu 5 Misilo-veturilojn de ARMKORP
es_es: Destruye 5 Naves de Misiles de WEAPCO

source: Destroy 9 WEAPCO Mine-droppers
eo: Detruu 9 Mino-Faligilojn
es_es: Destruye 9 naves de minas de WEAPCO

source: Destroy WEAPCO Frigate
eo: Detruu la Veturilon de ARMKORP
es_es: Destruye Nave Grande de WEAPCO

source: Rescue Phoebe Lexx
eo: Savu Foeba Leks
es_es: Rescata a Phoebe Lexx

source: Do not allow Phoebe to be killed
eo: Ne lasu, ke Foeba estu mortigita
es_es: No dejes que Phoebe sea asesinada

source: Do not allow supply craft to be destroyed
eo: Ne lasu, ke veturilo de provizoj estu detruita
es_es: No dejes que ninguna nave de suministros sea destruida

source: Disable five WEAPCO supply craft
eo: Malebligu kvin veturiloj de provizoj de ARMKORP
es_es: Deshabilita cinco naves de suministros de WEAPCO

source: Protect supply craft AND Sid Wilson
eo: Protektu veturilo de provizoj KAJ Sid Vilson
es_es: Protege el vehículo de suministros Y a Sid Wilson

source: Locate doctor's escape pod
eo: Loki fuĝan ŝelon de doktoro
es_es: Ubica la capsula de escape del doctor

source: Do not destroy doctor's escape pod
eo: Ne detruu fuĝan ŝelon de doktoro
es_es: No destruyas la cápsula de escape del doctor

source: Collect 10 pieces of Ore
eo: Kolektu 10 ercajn erojn
es_es: Recoge 10 trozos de Mineral

source: Destroy WEAPCO ore mining craft
eo: Detruu la ercan minantan veturilon de ARMKORP
es_es: Destruye el vehículo de minería de WEAPCO

source: Save present slaves
eo: Savu ĉeestantajn sklavojn
es_es: Salva a los esclavos presentes

source: Battle Kline
eo: Batalu kontraŭ Klino
es_es: Lucha contra Kline

source: Destroy Ursula's ship
eo: Detruu la veturilon de Ursula
es_es: Destruye nave de Úrsula

source: Capture Ursula's escape pod
eo: Kaptu Ursulan fuĝan ŝelon
es_es: Captura la cápsula de escape de Ursula

source: Do not kill Ursula
eo: Ne mortigu Ursulan
es_es: No mates a Ursula

source: Assist attack on WEAPCO ore mining craft
eo: Subtenu atakon al mina veturilo de erco de ARMKORP
es_es: Apoya el ataque a la nave de minería de WEAPCO

source: At least 1 rebel craft must survive
eo: Almenaŭ 1 ribela veturilo devas postvivi
es_es: Al menos 1 nave rebelde debe sobrevivir

source: Collect 25 pieces of Ore
eo: Kolektu 25 ercajn erojn
es_es: Recoge 10 trozos de Mineral

source: Collect 50 pieces of Ore
eo: Kolektu 50 ercajn erojn
es_es: Recoge 50 trozos de Mineral

source: Collect $2000 to pay mercenary
eo: Akiru $2000 por pagi al soldulo
es_es: Obten $2000 para pagar al mercenario

source: Destroy escorts
eo: Detruu eskortantojn
es_es: Destruye escoltas

source: Disable executive transport
eo: Malebligu estraran transportilon
es_es: Deshabilita el transporte ejecutivo

source: Destroy executive transport
eo: Detruu estraran transportilon
es_es: Destruye el transporte ejecutivo

source: Destroy planetary guardian
eo: Detruu planedan gardanton
es_es: Destruye guardián planetario

source: Destroy outer defence systems
eo: Detruu eksterajn defendajn sistemojn
es_es: Destruye sistemas defensivos exteriores

source: Defeat Krass Tyler
eo: Venku Krason Tajlon
es_es: Vence a Krass Tyler

source: Destroy Krass' support group
eo: Detruu subtenan aron de Kraso
es_es: Destruye grupo de apoyo de Krass

source: Destroy WEAPCO frontline forces
eo: Detruu la frontoliniajn malamikojn ARMKORP
es_es: Destruye la fuerzas de primera línea de WEAPCO

source: *** All Primary Objectives Completed ***
eo: *** Ĉiuj Ĉefaj Celoj Atingitaj ***
es_es: *** Todos los Objetivos Primarios Completados ***

source: All vessels disabled!
eo: Ĉiuj veturiloj malebligitaj!
es_es: ¡Todas las naves deshabilitadas!

source: Collect $%d more... $%d more to collect... Just $%d more needed... Collect just $%d more...
eo: Akiru $%d pli... $%d pli por akiri... Nur $%d pli bezonata... Akiru nur $%d pli...
es_es: Recoge $%d más... $%d más por recoger... Solo $%d necesitado... Recoge solo $%d más...

source: Collect %d more cargo pod... %d more cargo pod to collect... %d more cargo pod needed... Collect just %d more cargo pod... Only %d cargo pod left to collect...
eo: Kolektu %d kargan ŝelon pli... %d pli karga ŝelo por kolekti... %d pli karga ŝelo bezonata... Koleku %d kargan ŝelon pli... Nur %d karga ŝelo restas kolekti...
es_es: Recoge %d cápsula de cargamento más... %d cápsula de cargamento más que recoger... %d cápsula de cargamento más necesaria... Recoge solo %d cápsula de cargamento más Solo %d cápsula de cargamento más por recoger...

source: Collect %d more piece of ore... %d more piece of ore to collect... %d more piece of ore needed... Collect just %d more piece...
eo: Kolektu %d erceron pli... %d pli ercero por kolekti... %d pli ercero bezonata... Kolektu nur %d eron...
es_es: Recoge %d trozo de mineral más... %d trozo de mineral más que recoger... %d trozo de mineral más necesario... Recoge solo %d trozos de mineral más...

source: Cargo pod destroyed!
eo: Karga ŝelo detruita!
es_es: ¡Cápsula de cargamento destruida!

source: Chris, we needed that pod! I told you that we couldn't afford to lose a single one!
eo: Kris, ni bezonis tiun ŝelon! Mi diris al vi, ke ni ne povis permesi al ni perdi eĉ unu!
es_es: ¡Cris, necesitábamos esa cápsula! ¡Te dije que no podíamos permitirnos perder ninguna!

source: Escape Pod lost!
eo: Fuĝa Ŝelo perdita!
es_es: ¡Cápsula de Escape perdida!

source: No... Ursula...
eo: Ne... Ursula...

source: Dammit, Chris! We just lost her!
eo: Damne, Kriso! Ni ĵus perdis ŝin!
es_es: ¡Maldición, Cris! ¡Acabamos de perderla!

source: No no no no no! Hull bre-...
eo: Ne ne ne ne ne! Ŝella bre-...
es_es: ¡No no no no no! La coraza se rom-...

source: Chris, we've got to disable them, not destroy them!!
eo: Kris, ni devas malebligi ilin, ne ilin detrui!
es_es: ¡¡Cris, teníamos que deshabilitarlos, no destruirlos!!

source: Destroy %d more target... %d more target to destroy... %d target remains... Destroy just %d more... Only %d target left... Destroy %d last target...
eo: Detruu %d celon pli %d pli celo por detrui... %d celo restas... Detruu nur %d pli... Restas nur %d celo... Detruu %d lastan celon...
es_es: Destruye %d objetivo más... %d objetivo más que destruir... Queda %d objetivo... Destruye solo %d más... Solo queda %d objetivo... Destruye %d último objetivo...

source: Disable %d more target... %d more target to disable... Disable just %d more... Disable %d last target...
eo: Malebligu %d celon pli... %d celo pli por malebligi Malebligu nur %d pli... Malebligu %d lastan celon...
es_es: Deshabilita %d objetivo más... %d objetivo más que deshabilitar... Deshabilita solo %d más... Deshabilita %d último objetivo...

source: Sid has been killed!
eo: Sid estis mortigita!
es_es: ¡Sid ha sido asesinado!

source: HULL BREACHED! SYSTEMS FAILING! F-...
eo: ŜELO BREĈIS! SISTEMOJ FIASKAS! F-...
es_es: ¡CORAZA ROTA! ¡SISTEMAS FALLANDO! M-...

source: *** Slaves Rescued - Mission Completed ***
eo: *** Sklavoj Savitaj - Misio Finita ***
es_es: *** Esclavos Rescatados - Misión Completada ***

source: Alright, I think I've rescued enough slaves to stir up some trouble for WEAPCO!
eo: Bone, mi pensas, ke mi savis sufiĉe da sklavoj por krei kelkajn problemojn al ARMKORP!
es_es: ¡Vale, creo que hemos rescatado suficientes esclavos para provocarle problemas a WEAPCO!

source: Rescue %d more slave... Rescue at least %d more slave... At least %d more slave to rescue... At least %d more rescued slave needed...
eo: Savu %d sklavon pli... Savu almenaŭ %d sklavon pli... Almenaŭ %d sklavo restas por savi... Almenaŭ %d pli savita sklavo bezonata...
es_es: Rescata %d esclavo más... Rescata al menos %d esclavo más... Al menos %d esclavo más por rescatar... Al menos %d esclavo rescatado más necesario...

source: *** Experimental Fighter Destroyed - Mission Completed ***
eo: *** Eksperimenta Batalilo Detruita - Misio Finita ***
es_es: *** Luchador Experimental Destruido - Misión Completada ***

source: That's one less surprise that WEAPCO can spring on us!
eo: Tio estas unu surprizo malpli, kiun ARMKORP povas ĵeti al ni!
es_es: ¡Esto es una sorpresa menos que nos puede dar WEAPCO!

source: *** Primary Objective Completed ***
eo: *** Ĉefa Celo Finita ***
es_es: *** Objetivo Principal Completado ***

source: >>> Primary Objective Failed <<<
eo: >>> Ĉefa Celo Fiaskita <<<
es_es: >>> Objetivo Principal Fracasado <<<

source: Emergency warp drive activated. Press button to engage.
eo: Urĝa varpo aktivigita. Prenu butonon por engaĝi.
es_es: Motor warp de emergencia activado. Pulsa botón para emplear.

source: *** Interception Destroyed ***
eo: *** Interkapto Detruita ***
es_es: *** Intercepción Destruida ***

source: Whew, you made it! Now hurry on over, Chris; we have a lot of work to do.
eo: Uf, vi sukcesis! Nun hastu, Kris; ni havas multe da farenda laboro.
es_es: ¡Uf, lo has conseguido! Ahora date prisa, Cris; tenemos mucho trabajo que hacer.

source: You guys stay here and keep things under control. I'm going after Kethlan!
eo: Vi restu ĉi tie kaj tenu la aferojn sub viaj regadoj. Mi sekvos Kethlan-on!
es_es: Vosotros os quedáis aquí y mantenéis las cosas bajo control. ¡Voy tras Kethlan!

source: *** Secondary Objective Completed ***
eo: *** Akcesora Celo Atingita ***
es_es: *** Objetivo Secundario Completado ***

source: *** All Secondary Objectives Completed ***
eo: *** Ĉiuj Akcesoraj Celoj Atingitaj ***
es_es: *** Todos Los Objetivos Secundarios Completados ***

source: >>> MISSION FAILED <<<
eo: >>> MISIO FIASKITA <<<
es_es: >>> MISIÓN FALLADA <<<

source: >>> Secondary Objective Failed <<<
eo: >>> Akcesora Celo Fiaskita <<<
es_es: >>> Objetivo Secundario Fallado <<<

source: Primary Objectives
eo: Ĉefaj Celoj
es_es: Objetivo Primario

source: Secondary Objectives
eo: Akcesoraj Celoj
es_es: Objetivos Secundarios

source: Additional Information
eo: Kroma Informo
es_es: Información Adicional

source: Shield
eo: Ŝildo
es_es: Escudo

source: Target
eo: Celo
es_es: Objetivo

source: Phoebe
eo: Foeba

source: Kline
eo: Klino

source: SURVIVAL FOR %d minute
eo: POSTVIVI DUM %d minuto
es_es: SUPERVIVENCIA DURANTE %d minuto

source: TIME LIMIT: %d minute
eo: TEMPA LIMO: %d minuto
es_es: LÍMITE DE TIEMPO: %d minuto

source: Phoebe Lexx will not be present
eo: Foeba Leks ne estos
es_es: Phoebe Lexx no estará presente

source: Ursula Lexx will not be present
eo: Ursula Leks ne ĉeestos
es_es: Úrsula Lexx no estará presente

source: Sid Wilson will join you on this mission
eo: Sid Vilson akompanos vin en ĉi tiu misio
es_es: Sid Wilson se te unirá en esta misión

source: COMPLETED
eo: FINITA
es_es: COMPLETADO

source: FAILED
eo: FIASKIS
es_es: FALLADO

source: Shield Bonus: $%d
eo: Ŝilda Bonuso: $%d
es_es: Bonus de Escudo: $%d

source: Mission Time: %02ld:%02ld
eo: Misia Tempo: %02ld:%02ld
es_es: Tiempo de Misión: %02ld:%02ld

source: !!! WARNING: SHIELD LOW !!!
eo: !!! AVERTO: ŜILDO MALALTAS !!!
es_es: ¡¡¡ ADVERTENCIA: ESCUDO BAJO !!!

source: !!! WARNING: SHIELD CRITICAL !!!
eo: !!! AVERTO: ŜILDO GRAVAS !!!
es_es: ¡¡¡ ADVERTENCIA: ESCUDO DELICADO !!!

source: AUTOSAVE
eo: AŬTOMATA KONSERVADO
es_es: AUTOGUARDADO

source: Corrupt Game Data
eo: Difektitaj Ludaj Datumoj
es_es: Datos de Juego Corruptos

source: AUTOSAVE (Empty)
eo: AŬTOMATA KONSERVAĴO (Malplena)
es_es: AUTOGUARDADO (Vacío)

source: Empty
eo: Malplena
es_es: Vacío

source: *** HELP ***
eo: *** HELPO ***
es_es: *** AYUDA ***

source: SAVE
eo: KONSERVI
es_es: GUARDAR

source: CANCEL
eo: NULIGI
es_es: CANCELAR

source: DELETE
eo: FORIGI
es_es: ELIMINAR

source: SAVE will save the game
eo: SAVI savos la ludon
es_es: GUARDAR guardará la partida

source: CANCEL will unselect that slot
eo: NULIGI malelektos tiun eron
es_es: CANCELAR quitará la selección de esa ranura
