Repository: bmdhacks/starfighter
Catalog: locale/*.po
Languages: eo, es_es

source: ENOUGH! THIS ENDS NOW!
eo: SUFIĈAS! ĈI TIO FINAS NUN!
es_es: ¡BASTA! ¡ESTO TERMINA YA!

source: Your ability to stay alive irritates me! Try dodging some of these!
eo: Via eblo supervivi ĝenas min! Klopodi eviti iuj el tiuj!
es_es: ¡Me irrita tu habilidad de sobrevivir! ¡Intenta esquivar algunos de estos!

source: Very good, Bainfield. Now let's get a little more serious...
eo: Tre bone, Benfeldo. Nun pli serioze...
es_es: Muy bien, Bainfield. Ahora pongámonos un poco más en serio...

source: >> Ally has ejected! <<
eo: >> Amiko elĵetiĝis! <<
es_es: >> ¡Aliado ha sido expulsado! <<

source: >> Friendly craft has been destroyed! <<
eo: >> Amika flugilo estis detruita! <<
es_es: >> ¡Nave amiga ha sido destruida! <<

source: Take that, robot oppressors! Come on, WEAPCO, give me a challenge already! Is that all you've got? I could kill these robots with my hands tied behind my back! And now you're nothing but a pile of scrap metal! Who else wants some?! Humans do it better! A century of AI research is no match for me! What's the matter, WEAPCO? Can't keep up? I eat robots like you for breakfast! Target destroyed! Bring it on, WEAPCO! I wish the guys back at home could see this! How do you like that, WEAPCO? Maybe you should change your name to WEEPCO!
eo: Prenu tion, robotaj premantoj! Ek, ARMKORP, donu al mi defion! Ĉu tio estas ĉio, kiun vi havas? Mi povus detrui tiujn robotojn kun miaj manoj ligitaj antaŭ mia dorso! Kaj nun vi estas nur amaso de metalaj pecoj! Kiu ankaŭ volas iom?! Homoj pli bone ĝin faras! Jarcento de AI-a esplorado ne estas defio por mi! Kio estas la problemo, ARMKORP? Ĉu ne povas daŭrigi? Mi manĝas robotojn kiel vi matenmanĝe! Celo detruita! Ĝenu plu, ARMKORP! Mi dezirus, ke uloj hejme povu vidi ĉi tion! Kiel vi ŝatas tion, ARMKORP? Eble vi devus ŝanĝi vian nomon al PLORIKORP!
es_es: ¡Tomad esta, opresores robots! ¡Vamos, WEAPCO, dame ya un desafío! ¿Eso es todo lo que tienes? ¡Podría matar a estos robots con las manos atadas a la espalda! ¡Y ahora no sois más que una pila de chatarra metálica! ¡¿Quién más quiere?! ¡Los humanos lo hacen mejor!

source: I got another one! Target destroyed! One more for me! Yes! Did you see that, Chris? Hey, Chris, remind me to check my kill count later! Bring it on, WEAPCO! Take that, WEAPCO! My kill count is going up! Another one bites the dust! Yeah! Nothing can stand in our way! I got it!
eo: Mi atingis alion pli! Celo detruita! Unu pli de mi! Jes! Ĉu vi vidis tion, Kris? He, Kris, memoru al mi kontroli mian mortigan nombron poste Venu, ARMKORP! Prenu tion, ARMKORP! Mia mortiga nombro kreskas! Alio mortas! Jes! Neniu povas haltigi nin! Mi havas ĝin!
es_es: ¡Pillé otro más! ¡Objetivo destruido! ¡Uno más para mí! ¡Sí! ¿Viste eso, Cris? ¡Hey, Cris, recuérdame comprobar el contador de muertes más tarde! ¡Ven, WEAPCO! ¡Toma esta, WEAPCO! ¡Mi contador de muertes aumenta! ¡Otro más muerde el polvo! ¡Sí! ¡Nada nos puede parar! ¡Lo pillé!

source: Kicked your ass! You ain't so tough! I was always a better WEAPCO pilot than you! Target destroyed! That'll teach you! Take that, you cruddy robots! Is that all you've got? Who else wants some?! I'm not letting you beat me, Phoebe! Bring it on, you mindless drones! Oh, I'm sorry, are you getting your metal asses handed to you? No one messes with the Lexx family! Die, damned WEAPCO drones! Don't think you can get away from me!
eo: Venkis vin! Vi ne estas tiel forta! Mi ĉiam estis pli bona ARMKORP veturisto ol vi! Celo detruita! Tio lernigos vin! Prenu tion, vi naŭzaj robotoj! Ĉu estas tio ĉio, kion vi havas? Kiu volas ion?! Mi ne lasas, ke vi venkas min, Foeba! Venu, vi stultaj senpilotaj aviadiloj! Ho, mi pardonpetas, ĉu vi ricevas viajn metalajn aĵojn? Neniu tuŝas la Leks-familion Mortu, damnitaj ARMKORPaj senpilotaj aviadiloj! Ne pensu, ke vi povas foriri de mi!
es_es: ¡Te di una paliza! ¡No eres tan duro! ¡Fui siempre un piloto de WEAPCO mejor que tú! ¡Objetivo destruido! ¡Eso te enseñará! ¡Tomad esa robots asquerosos! ¿Eso es todo lo que tienes? ¡¿Quién más quiere un poco?!

source: The name's CHRIS, old-timer.
eo: La nomo estas KRISO, maljunulo.
es_es: El nombre es Cris, veterano.

source: It was an honor... to have fought you...
eo: Estis honoro... batali kontraŭ vi...
es_es: Fue un honor... haber luchado contigo...

source: Seems I underestimated you, Bainfield. We'll meet again!
eo: Ŝajnas, ke mi subtaskis vin, Benfeldo. Ni rekontiĝos denove!
es_es: Parece que te he subestimado, Bainfield. ¡Nos encontraremos de nuevo!

source: Chris, Kethlan is getting away!
eo: Kriso, Ketlano foriras!
es_es: ¡Cris, Kethlan se escapa!

source: Thanks! Watch out, WEAPCO! Phoebe's loose and she's ANGRY!
eo: Dankon! Atentu, ARMKORP! Foeba estas malstreĉa kaj ŝi estas KOLERA!
es_es: ¡Gracias! ¡Cuidado, WEAPCO! ¡Phoebe está suelta y está ENFADADA!

source: While escaping with his newly acquired Firefly, Chris Bainfield is intercepted by a WEAPCO patrol...
eo: Dum li forkuras per lia nova akirita Fajrflugilo, Kriso Benfeldo estas interkaptita per patrolo de ARMKORP...
es_es: Mientras escapa con su recién adquirido Firefly, Cris Bainfield es interceptado por una patrulla de WEAPCO...

source: Damn, these things are persistent! Human pilots would have given up by now!
eo: Damne, ĉi tiuj aferoj estas persistaj! Homaj pilotoj jam estus rezignintaj!
es_es: ¡Diablos, estas cosas son persistentes! ¡Pilotos humanos ya se habrían rendido!

source: Looks like I'm stuck with some robo-passengers, eh, Sid?
eo: Ŝajnas, ke mi estas blokita per iuj robot-pasaĝeroj, he, Sid?
es_es: Parece que estoy atascado con algunos pasajeros robot, ¿eh, Sid?

source: Chris, this is serious! You're getting too close to your rendezvous point. If you don't shake them soon, everything could be over before it begins!
eo: Kris, ĉi tio seriozas! Vi proksimiĝas troe al via rendevua loko. Se vi ne forigas ilin baldaŭ, ĉio povus finiĝi antaŭ ol ĝi komenciĝas!
es_es: ¡Cris, esto es serio! Te estás acercando demasiado a tu punto de encuentro. ¡Si no te libras de ellos pronto, todo podría terminar antes de que empiece!

source: I know you're not familiar with the Firefly's controls, but you're going to have to fight them.
eo: Mi scias, ke vi ne konas la regilon de la Fajrflugilo, sed vi devos batali kontraŭ ili.
es_es: Sé que no estás familiarizado con los controles del Firefly, pero vas a tener que luchar contra ellos.

source: Hell yeah, now you're talking! Let's see what this ship can do!
eo: Ege jes, ni komenciĝu! Ni vidu, kion povas fari ĉi tiu veturilo!
es_es: ¡Eso es, vamos allá! ¡Veamos lo que puede hacer esta nave!

source: A few hours later, in the Sol system, news has already spread of Chris Bainfield's heroic actions. The commander of WEAPCO's navy considers his options.
eo: Post kelkaj horoj, en la sistemo Sol, novaĵoj disvastiĝis pri la heroaj agoj de Kris Benfeldo. La komandanto de ARMKORP pripensas liajn opciojn.
es_es: Pocas horas después, en el sistema Sol, se habían difundido las noticias de las heroicas acciones de Cris Bainfild. El comandante de la armada de WEAPCO considera sus opciones.

source: The Emperor will not be pleased. Spirit is now a free star system thanks to that interfering rebel pilot.
eo: La Imperiestro ne estos kontenta. Spirito estas nun libera stelsistemo danke al tiu enmiskiĝita ribela veturisto.
es_es: El Emperador no estará contento. Spirit es ahora un sistema solar libre gracias al entrometido piloto rebelde.

source: It was reported that he was able to take down one of our most powerful frigates in under 3 minutes!
eo: Oni raportis, ke li povis detrui unu el niaj plej potencajn egajn veturilojn en malpli ol 3 minutojn!
es_es: ¡Se informó de que fue capaz de destruir una de nuestras naves grandes más poderosas en menos de 3 minutos!

source: Talent like that does not appear every day. He would be a perfect candidate for our new AI training program!
eo: Talento kiel tiu ne aperas ĉiutage. Li estus perfekta kandidato por nia ekzerca AI-programo!
es_es: Un talento así no aparece todos los días. ¡Sería un candidato perfecto para nuestro nuevo programa de entrenamiento de IA!

source: What a pity I must kill him...
eo: Bedaŭrinde mi devas mortigi lin...
es_es: Una pena que tenga que matarle...

source: We're nearly ready to make the jump to Eyananth.
eo: Ni preskaŭ estas pretaj por iri al Ejananto.
es_es: Estamos casi listos para dar el salto a Eyananth.

source: Aren't there a lot of WEAPCO slaves in this system?
eo: Ĉu ne estas multaj sklavoj de ARMKORP en tiu sistemo?
es_es: ¿No hay un montón de esclavos de WEAPCO en este sistema?

source: Yes. It's got one of the highest mortality rates in the galaxy.
eo: Jes. Ĝi havas unu el la plej grandaj mortindicoj en la galaksio.
es_es: Sí. Tiene una de las tasas de mortalidad más altas en la galaxia.

source: You think we can use that to our advantage?
eo: Ĉu vi pensas, ke ni povas uzi tiun por nia profito?
es_es: ¿Piensas que podemos usar eso en nuestro favor?

source: I think so. I'll come up with a plan of action.
eo: Tion mi pensas. Mi trovos agadplanon.
es_es: Eso creo. Idearé un plan de acción.

source: Nice head gear! You shop at the same place as me, huh?
eo: Bela kapa ilaro! Vi aĉetas en la sama loko kiel mi, he?
es_es: ¡Bonito casco! Compras en el mismo sitio que yo, ¿eh?

source: More importantly, what were you doing out there? You're lucky I was around!
eo: Tre grave, kion vi faris tie ĉi? Vi estis bonŝanca, ke mi estis ĉirkaŭe!
es_es: Más importante, ¿qué estabas haciendo allí? ¡Tienes suerte de que estuviera cerca!

source: I'm looking for my sister. She vanished about a week ago.
eo: Mi serĉas mian fratinon. Ŝi malaperis antaŭ ĉirkaŭ unu semajno.
es_es: Estoy buscando a mi hermana. Desapareció hará una semana.

source: Hey! Wait a moment! You're that rebel from Spirit! I think you're so cool! Can I come with you?
eo: He! Atendu momente! Vi estas tiu ribelulo de Spirito! Mi pensas, ke vi estas tre mojosa! Ĉu mi povas iri kun vi?
es_es: ¡Hey! ¡Espera un momento! ¡Tú eres aquel rebelde de Spirit! ¡Me pareces muy guay! ¿Puedo venir contigo?

source: Extra firepower? I wouldn't mind one bit! What do you think, Sid?
eo: Kroma fajra potenco? Estas al mi egale! Kion vi pensas, Sid?
es_es: ¿Potencia de fuego adicional? ¡No me importaría! ¿Tú qué piensas, Sid?

source: I agree. I'm also interested in studying her homing missile launcher; it could come in handy.
eo: Mi konsentas. Al mi ankaŭ interesas studi ŝian pafilon de gvidataj raketoj; ĝi povus esti utila.
es_es: Estoy de acuerdo. Yo también estoy interesado en estudiar su lanzador de misiles teledirigidos; podría resultar útil.

source: In that case, welcome aboard, Phoebe!
eo: Tiukaze, bonvenon al veturilo, Foeba!
es_es: En ese caso, ¡bienvenida a bordo, Phoebe!

source: What happened back there, Chris? The video feed was jammed.
eo: Kio okazis tie, Kris? La videa fluo estis ŝtopita.
es_es: ¿Qué pasó ahí atrás, Cris? La señal de vídeo iba a trompicones.

source: We took down the WEAPCO mining vessel and then I was jumped by a man claiming to be Kline Kethlan.
eo: Ni detruis la minantan veturilon de ARMKORP kaj ĵus poste alproksimiĝis al mi homo, kiu diris esti Klino Kethlan.
es_es: Derribamos la nave de minería de WEAPCO y después fui atacado por un hombre que decía ser Kline Kethlan.

source: I've heard of him. He's the Commander of WEAPCO's naval forces. One of the best pilots they ever had.
eo: Mi aŭdis lin. Li estas la komandanto de ARMKORP-aj ŝipaj fortoj. Unu el la plej bonaj veturistoj, kiuj ili iam havis.
es_es: He oído de él. Es el comandante de las fuerzas espaciales de WEAPCO. Uno de los mejores pilotos que han tenido.

source: He did put up one hell of a fight! He didn't stick around for long, though.
eo: Li batalis aĉe! Li tamen ne restis longe.
es_es: ¡Luchó como una fiera! Sin embargo, no se quedó mucho tiempo.

source: Anyway, what's the scoop on Mordor, Sid?
eo: Iamaniere, kiuj estas la novaĵoj en Mordor, Sid?
es_es: ¿Bueno, cuáles son las noticias en Mordor, Sid?

source: I've learned from the scientist we captured that WEAPCO is testing a new fighter craft there.
eo: Mi lernis el la sciencisto, ke ARMKORP provas novan batalilon tie.
es_es: He sabido del científico que capturamos que WEAPCO está probando una nueva nave de guerra allí.

source: We should probably destroy that craft, then. We might be able to thwart its development somewhat.
eo: Ni eble devus detrui tiun veturilon, tiam. Ni eble povus malfaciligi ĝian disvolviĝon iel.
es_es: Probablemente deberíamos destruir esa nave entonces. Podríamos ser capaces de ralentizar su desarrollo de alguna forma.

source: Agreed. Capturing it would be better, but that's probably not going to happen.
eo: Bone. Kapti ĝin estus pli bone, sed tio verŝajne ne okazos.
es_es: De acuerdo. Capturarla sería mejor, pero eso probablemente no va a ocurrir.

source: I wonder if my sister will be here...
eo: Mi demandas al mi, se mia fratino estos ĉi tie...
es_es: Me pregunto si mi hermana estará aquí...

source: Will she be okay?
eo: Ĉu ŝi estos bone?
es_es: ¿Estará bien?

source: I've had a look at the implants and they should be easy to remove. She'll just have a headache for a while.
eo: Mi rigardis al la enradikaĵoj kaj ili devas esti facile forigeblaj. Ŝi nur havos kapdoloron dum iom da tempo.
es_es: Le he echado un vistazo a los implantes y deberían ser fáciles de eliminar. Solo tendrá un dolor de cabeza un rato.

source: Will she be able to tell us anything useful?
eo: Ĉu ŝi povos diri al ni ion utilan?
es_es: ¿Será capaz de contarnos algo útil?

source: We'll have to wait for her memory to come back. She might not be able to remember anything she did while the implants were in.
eo: Ni devos atendi, por ke ŝia memoro revenas. Ŝi eble ne povos memorigu nenion, kion ŝi faris dum la enradikaĵoj estis ene.
es_es: Tendremos que esperar a que vuelva su memoria. Podría no ser capaz de acordarse de nada de lo que hizo cuando tenía los implantes.

source: She'll still be able to pilot a ship though.
eo: Tamen ŝi ankoraŭ povos veturi.
es_es: Aunque seguirá pudiendo pilotar una nave.

source: Sorry folks, we just lost our bargaining chip.
eo: Pardonu, homoj, ni perdis nian intertraktadan ilon.
es_es: Lo siento, chicos, hemos perdido nuestra baza negociadora.

source: Don't worry about it. It's not what I hoped for, but it should still make it easier to defeat WEAPCO.
eo: Ne zorgu pri tio. Ĝi ne estas, kiun mi esperis, sed ĝi iel devus faciligi venki ARMKORP-on.
es_es: No te preocupes por eso. No es lo que deseaba, pero todavía podría hacer que derrotar a WEAPCO sea más fácil.

source: Sol is going to be difficult. I've heard they have a lot of heavy defenses on the outer planets.
eo: Sol estos malfacila. Mi aŭdis, ke ili havas multon da pezaj defendoj en la eksteraj planedoj.
es_es: Sol va a ser difícil. He oído que tienen un montón de defensas en los planetas exteriores.

source: We'll have to start there, then.
eo: Ni devos komenci ĉi tie, do.
es_es: Tendremos que empezar ahí entonces.

source: The forces here will be unlike anything we've met so far. Just be careful, everyone.
eo: La militistaro ĉi tie estos malkiel ĉio, kiun ni kunvenis ĝis nun. Nur estu zorgema, ĉiuj.
es_es: Las fuerzas aquí serán diferentes a lo que nos hemos encontrado hasta ahora. Simplemente tened todos cuidado.

source: Press [Escape] to skip
eo: Prenu [Eskapklavon] por preterpasi
es_es: Pulsa [Escape] para saltar

source: How nice to see you again, Bainfield! It all ends here, rebel! I hope you won't disappoint me this time... Do you really think you can defeat us?!
eo: Kiel bone vidi vin denove, Benfeldo! Ĉio finas ĉi tie, ribelulo! I deziras, ke vi ne malkontentigos min ĉi-foje... Ĉu vi vere pensas, ke vi povas venkos nin?!
es_es: ¡Qué bien verte de nuevo, Bainfield! ¡Todo acaba aquí, rebelde! Espero que no me decepciones esta vez... ¡¿De verdad crees que puedes derrotarnos?!

source: You should be able to move with arrow keys or an analog stick, depending on the type of controls you have.
eo: Vi verŝajne povos moviĝi per la sagoklavoj aŭ stirstango, depende de la speco de regilo, kiun vi havas.
es_es: Deberías ser capaz de moverte con las flechas o una palanca de mando, dependiendo del tipo de controles que tengas.

source: Try to stay clear of enemy fire while I take a look at the Firefly's manual...
eo: Klopodu eviti la malamikajn pafojn, dum mi legas la Fajrflugilan manlibron.
es_es: Intenta mantenerte alejado del fuego enemigo mientras yo echo vistazo al manual del Firefly...

source: OK, it looks like you have two weapons: a standard plasma cannon and rockets. Dammit, it doesn't say what the controls are!
eo: Bone, ŝajnas, ke vi havas du armilojn: kutiman plasman pafilegon kaj raketojn. Damne, ĝi ne diras, kiuj estas la regiloj!
es_es: Vale, parece que tienes dos armas: un cañón de plasma estándar y cohetes. ¡Mierda, no dice cuáles son los controles!

source: If I had to guess, it's probably a Ctrl key or a B button for the plasma cannon.
eo: Se mi devus diveni, probable estas la stirklavo aŭ B-butono por la plasma pafilego.
es_es: Si tuviera que adivinar, probablemente sea la tecla Ctrl o el botón B para el cañón de plasma.

source: Rockets... those would probably be a space bar or an A button.
eo: Raketoj... tiuj probable estas la spacoklavo aŭ A-butono.
es_es: Cohetes... eso probablemente sea con la barra espaciadora o el botón A.

source: Interesting... It says right here that you can temporarily improve the plasma cannon with powerups.
eo: Interesa... Ĉi tie ĝi diras, ke vi povas dumtempe plibonigi la plasman pafilegon per plifortigoj.
es_es: Interesante... Justo aquí dice que puedes mejorar temporalmente el cañón de plasma.

source: Try shooting down those WEAPCO cargo ships and picking up the items they drop.
eo: Penu depafi tiujn ARMKORP-ajn kargajn veturilojn kaj preni la aĵojn, kiujn ili lasas.
es_es: Intenta derribar esas naves de carga de ARMCORP y recoger los objetos que sueltan.

source: You should try and destroy some of the frigate's weaponry, it'll help!
eo: Vi devus provi kaj detrui iujn el la armoj de la ega veturilo, ĝi helpos!
es_es: Deberías intentar destruir algunas de las armas de la nave grande, ¡ayudará!

source: Chris, get a move on! The frigate is almost in range!
eo: Kriso, rapidiĝu! La ega veturilo estas preskaŭ pafebla!
es_es: ¡Cris, date prisa! ¡La nave grande está casi a tu alcance!

source: The frigate is charging its cannon!
eo: La ega veturilo ŝarĝas ĝian pafilegon!
es_es: ¡La nave grande está cargando su cañón!

source: Chris, HURRY!
eo: Kris, RAPIDE!
es_es: ¡Cris, RÁPIDO!

source: Oh my god...
eo: Ho dio mia...
es_es: Ay dios...

source: Hey, over here! Destroy this tug so I can break free!
eo: He, tie ĉi! Detruu ĉi tiun jungilaron, por ke mi povu eskapi!
es_es: ¡Ey, por aquí! ¡Destruye este arnés para que pueda liberarme!

source: Thank God! Please, help us! If they destroy this ship...
eo: Danke al Dio! Bonvolu helpu nin! Se ili detruas ĉi tiun veturilon...
es_es: ¡Gracias a Dios! ¡Por favor, ayúdanos! Si destruyen esta nave...

source: How long do you need?
eo: Kiom da tempo vi bezonas?
es_es: ¿Cuánto tiempo necesitas?

source: Just a few minutes!
eo: Nur kelkajn minutojn!
es_es: ¡Solo unos minutos!

source: Alright! We've got the weapons working again! Now to look at the engines...
eo: Bone! Niaj armoj funkcias denove! Nun mi rigardos al la motoroj...
es_es: ¡Bien! ¡Ya funcionan de nuevo las armas! Ahora a mirar los motores...

source: DAMN! The guns are offline again! What you guys doing back there?!
eo: DAMNE! La pafiloj estas senkonektaj denove! Kion vi faras, uloj, tie antaŭe?!
es_es: ¡MALDICIÓN! ¡Las pistolas están desconectadas de nuevo! ¡¿Qué estáis haciendo ahí atrás?!

source: Chris, HELP! We've lost all system power! We're a sitting duck out here!
eo: Kris, HELPU! Ni perdis ĉiun sisteman energion! Ni estas alpafebla anaso ĉi tie!
es_es: ¡Cris, AYUDA! ¡Hemos perdido todo el sistema eléctrico! ¡Somos presa fácil aquí!

source: Just a little longer...
eo: Nur iom plu...
es_es: Solo un poco más...

source: Okay! We've fixed that one. We think we've found the problem with the engines too...
eo: Bone! Mi riparis tion. Ni pensas, ke ni trovis la problemon kun la motoroj ankaŭ...
es_es: ¡Vale! Hemos arreglado eso. Creemos haber encontrado también el problema con los motores...

source: Engines fixed! Let's move!
eo: Motoro reparitaj! Ni moviĝu!
es_es: ¡Motores reparados! ¡Movámonos!

source: Ummm... something about this doesn't look right! They should be offering more resistance than this!
eo: Ummm... io pri tio ĉi ne aspektas bone! Ili devus rezisti pli ol ĉi tio!
es_es: ¡Ummm... hay algo de esto que no me gusta! ¡Deberían oponer más resistencia que esto!

source: DAMMIT! It's a trap! Come on, Chris, we have to leave NOW!
eo: FEK! Estas kaptilo! Ek, Kris, ni devas foriri NUN!
es_es: ¡MALDICIÓN! ¡Es una trampa! ¡Vamos, Cris, tenemos que irnos YA!

source: Chris, wh...
eo: Kris, ki...
es_es: Cris, q...

source: So finally I meet the man who has been causing us so much trouble!
eo: Do finfine mi trovis la homon, kiu kaŭzis nin tiom da problemoj!
es_es: ¡Así que finalmente me cruzo con el hombre que nos ha estado causando tantos problemas!

source: I see you've jammed up my warp drive. Who are you?
eo: Mi vidas, ke vi ŝtopiĝis mian varpon. Kiu vi estas?
es_es: Veo que has bloqueado mi motor warp. ¿Quién eres?

source: I am Kline Kethlan. And I am here to put to a stop to your worthless little crusade!
eo: Mi estas Klino Kethlan. Kaj mi estas ĉi tie por finigi vian senvaloran mision!
es_es: Soy Kline Kethlan. ¡Y estoy aquí para poner fin a vuestra pequeña cruzada inútil!

source: Kline Kethlan, huh? You sure sound confident.
eo: Klino, Kethlan, hah? Vi vere sonas memfida.
es_es: Kline Kethlan, ¿eh? Si que suenas confiado.

source: Nowhere to run, nowhere to hide, and no one to help you! This will certainly be interesting...
eo: Sen loko al kiu kuri, sen loko al kiu kaŝi, kaj neniu helpos vin! Tio estos vere interesa...
es_es: ¡Ningún sitio a donde huir, ningún sitio donde esconderse, y nadie que te ayude! Seguro que esto será interesante...

source: Unidentified craft sighted. Will proceed to destroy all targets.
eo: Neidentigita veturilo trovita. Ni detruos ĉiujn celojn.
es_es: Avistada nave no identificada. Se procederá a destruir todos los objetivos.

source: Looks like she's got one of those homing missile launchers too! Any advice, Phoebe?
eo: Ŝajnas, ke ŝi ankaŭ akiris unu el tiuj pafiloj de gvidataj raketoj! Ĉu iun konsilon, Foeba?
es_es: ¡Parece que ella también tiene uno de esos lanzadores de misiles teledirigidos! ¿Algún consejo, Phoebe?

source: Just try and dodge them!
eo: Simple peni eviti ilin!
es_es: ¡Solo trata de esquivarlos!

source: That's a nice ship you got there, old-timer!
eo: Tiu estas bela veturilo, kiu vi havas tie, maljunulo!
es_es: ¡Eso de ahí es una bonita nave, veterano!

source: Thanks, boy. Made it myself!
eo: Dankon, junulo. Faris mi mem!
es_es: Gracias, chico. ¡Hecho por mí!

source: Hey, boy, we've got company! Looks like your friends didn't do a very good job after all!
eo: Hej, ulo, estas ankaŭ iu alia! Ŝajnas, ke viaj amikoj ne tre bone laboris post ĉio!
es_es: ¡Ey, chico, tenemos compañía! ¡Parece que tus amigos no hicieron un buen trabajo después de todo!

source: Keep those things off my back or it'll cost you extra!
eo: Tenu tiujn aferojn for de mia dorso, aŭ ili kostos pli al vi!
es_es: ¡Mantén esas cosas lejos de mi espalda o te costará un plus!

source: Hey! Did we miss anything exciting?
eo: Hej! Ĉu ni forgesis ion interesan?
es_es: ¡Ey! ¿Nos perdimos algo emocionante?

source: I've earned my fee. I'll see you around, boy!
eo: Mi gajnis mian honorarion. Mi vidos vin ĉirkaŭe, knabon!
es_es: He ganado mi dinero. ¡Nos vemos, chico!
